tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "python@3.9"
brew "glib"
brew "awscli"
brew "bash-completion"
brew "guile"
brew "unbound"
brew "gnutls"
brew "emacs", restart_service: :changed
brew "git"
brew "git-extras"
brew "gnupg"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "jmeter"
brew "kubernetes-cli", link: false
brew "leptonica"
brew "libass"
brew "libbluray"
brew "magic-wormhole"
brew "mas"
brew "maven-completion"
brew "mkcert"
brew "nghttp2"
brew "node"
brew "socat"
brew "openshift-cli"
brew "python@3.10", link: false
brew "pre-commit"
brew "python@3.8"
brew "sops"
brew "srt"
brew "watch"
brew "wget"
brew "yarn"
cask "adobe-acrobat-reader"
cask "aerial"
cask "applepi-baker"
cask "cakebrew"
cask "cool-retro-term"
cask "diffmerge"
cask "docker-desktop"
cask "drawio"
cask "dropbox"
cask "firefox"
cask "fork"
cask "gas-mask"
cask "intellij-idea"
cask "iterm2"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "maccy"
cask "macdown"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "processing"
cask "rocket-chat"
cask "sourcetrail"
cask "sourcetree"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "visualvm"
cask "whatsapp"
